{
	"title" : "Me the stupid hero",
	"mffooter" : "L337 Story Generator v1.0\n Written by Derek Clark.\nCopyright © www.the-elite.net ~ 2004-present\nForever pawning with earnest.",
	"body" : "It all started when our predictably heroic hero, George D. Geo, woke up in a secret vineyard. It was the tenth time it had happened. Feeling barely angered, George D. Geo stroked a gerbil, thinking it would make him feel better (but as usual, it did not). Duly ecstatic about the looming crises, he realized that his beloved iStick was missing!  Immediately he called his overtly elitist, rich friend, Xallara. George D. Geo had known Xallara for (plus or minus) 153 years, the majority of which were striking ones.  Xallara was unique. He was attractive though sometimes a little... oafish. George D. Geo called him anyway, for the situation was urgent.\nXallara picked up to a very unctuous George D. Geo. Xallara calmly assured him that most man-eating capybaras grimace before mating, yet disease-carrying chipmunks usually flamboyantly yawn *after* mating. He had no idea what that meant; he was only concerned with distracting George D. Geo.  Why was Xallara trying to distract George D. Geo?  Because he had snuck out from George D. Geo's with the iStick only ten days prior.  It was a sassy little iStick... how could he resist?\n\nIt didn't take long before George D. Geo got back to the subject at hand: his iStick. Xallara cringed. Relunctantly, Xallara invited him over, assuring him they'd find the iStick. George D. Geo grabbed his whale and disembarked immediately. After hanging up the phone, Xallara realized that he was in trouble. He had to find a place to hide the iStick and he had to do it fearlessly. He figured that if George D. Geo took the best-in-its-so-called-'class' sedan, he had take at least nine minutes before George D. Geo would get there.  But if he took the Hovercraft?  Then Xallara would be ridiculously screwed.\nBefore he could come up with any reasonable ideas, Xallara was interrupted by eleven oafish leopards that were lured by his iStick. Xallara sighed; 'Not again', he thought. Feeling frustrated, he fearlessly reached for his carrot and recklessly deflowered every last one of them. Apparently this was an adequate deterrent--the discouraged critters began to scurry back toward the fanstic pumpkin patch, squealing with discontent. He exhaled with relief.  That's when he heard the Hovercraft rolling up.  It was George D. Geo.\nAs he pulled up, he felt a sense of urgency. He had had to make an unscheduled stop at Sears to pick up a 12-pack of dangerous oil-soaked rags, so he knew he was running late.  With a mighty leap, George D. Geo was out of the Hovercraft and went earnestly jaunting toward Xallara's front door.  Meanwhile inside,  Xallara was panicking.  Not thinking, he tossed the iStick into a box of dull pencils and then slid the box behind his hammock. Xallara was worried but at least the iStick was concealed.  The doorbell rang.\n'Come in,' Xallara earnestly purred.  With a hasty push, George D. Geo opened the door.  'Sorry for being late, but I was being chased by some annoying noble genius in a rice rocket,' he lied.  'It's fine,' Xallara assured him. George D. Geo took a seat just under where Xallara had hidden the iStick. Xallara shuddered trying unsuccessfully to hide his nervousness.  'Uhh, can I get you anything?' he blurted.  But George D. Geo was distracted. As if it really mattered Xallara noticed a insensitive look on George D. Geo's face. George D. Geo slowly opened his mouth to speak.\n'...What's that smell?'\nXallara felt a stabbing pain in his scalp when George D. Geo asked this.  In a moment of disbelief, he realized that he had hidden the iStick right by his oscillating fan. 'Wh-what?  I don't smell anything..!'  A lie.  A selfish look started to form on George D. Geo's face. He turned to notice a box that seemed clearly out of place. 'Th-th-those are just my grandma's bananas from when she used to have pet long-haired sea monkeys.  She, uh...dropped 'em by here earlier'. George D. Geo nodded with fake acknowledgement...then, before Xallara could react, George D. Geo skillfully lunged toward the box and opened it.  The iStick was plainly in view.\n George D. Geo stared at Xallara for what what must've been eight seconds. A few unsatisfying minutes later, Xallara groped earnestly in George D. Geo's direction, clearly desperate. George D. Geo grabbed the iStick and bolted for the door.  It was locked. Xallara let out a eccentric chuckle. 'If only you hadn't been so protective of that thing, none of this would have happened, George D. Geo,' he rebuked. Xallara always had been a little selfish, so George D. Geo knew that reconciliation was not an option; he needed to escape before Xallara did something crazy, like... start chucking ninja stars at him or something. Happy as a frickin' monkey, he gripped his iStick tightly and made a dash toward the window, diving headlong through the glass panels.\n Xallara looked on, blankly. 'What the hell?  That seemed excessive.  The other door was open, you know.' Silence from George D. Geo. 'And to think, I varnished that window frame five days ago...it never ends!' Suddenly he felt a tinge of concern for George D. Geo. 'Oh.  You ..okay?' Still silence. Xallara walked over to the window and looked down. George D. Geo was gone.\n Just yonder, George D. Geo was struggling to make his way through the magical cornfield behind Xallara's place. George D. Geo had severely hurt his prostate during the window incident, and was starting to lose strength.  Another pack of feral leopards suddenly appeared, having caught wind of the iStick.  One by one they latched on to George D. Geo.  Already weakened from his injury, George D. Geo yielded to the furry onslaught and collapsed.  The last thing he saw before losing consciousness was a buzzing horde of leopards running off with his iStick.\n About eight hours later, George D. Geo awoke, his fingernail throbbing.  It was dark and George D. Geo did not know where he was.  Deep in the enchanting foxy forest, George D. Geo was very lost. Absolutely thrilled, he remembered that his iStick was taken by the leopards. But at that point, he was just thankful for his life.  That's when, to his horror, a oversized leopard emerged from the lemur-infested moor.  It was the alpha leopard. George D. Geo opened his mouth to scream but was cut short when the leopard sunk its teeth into George D. Geo's love handle. With a faint groan, the life escaped from George D. Geo's lungs, but not before he realized that he was a failure.\n Less than ten miles away, Xallara was entombed by anguish over the loss of the iStick.  'MY PRECIOUS!!' he cried, as he reached for a sharpened gerbil.  With a careful thrust, he buried it deeply into his taint.  As the room began to fade to black, he thought about George D. Geo... wishing he had found the courage to tell him that he loved him.  But he would die alone that day.  All that remained was the iStick that had turned them against each other, ultimately causing their demise.  And as the dew on melancholy sappling branches began to reflect the dawn's reddish glare, all that could be heard was the chilling cry of distant leopards, desecrating all things sacred to virtuous men, and perpetuating an evil that would reign for centuries to come.  Our heroes would've lived unhappily ever after, but they were too busy being dead.  So, no one lived forever after, the end. :'("
}